Repository: common-repository/ycwp-qr-me
Catalog: i18n/ycwp-qr-me-*.po
Languages: it_it

source: Unable to set the size %s.
it_it: Impossibile impostare la dimensione %s.

source: Unable to set the charset %s.
it_it: Impossibile impostare il set di caratteri %s.

source: Unable to set level of error correction %s.
it_it: Impossibile impostare il livello di correzione degli errori %s.

source: Unable to set the margin %d.
it_it: Impossibile impostare il margine %d.

source: %s property doesn't exist
it_it: La proprietà %s non esiste

source: Unable to set URL as content:
it_it: Impossibile impostare l'URL come contenuto:

source: Invalid URL:
it_it: URL non valido:

source: Unable to set sms content:
it_it: Impossibile impostare l'SMS come contenuto:

source: is not a valid telephone number.
it_it: non è un numero di telefono valido.

source: Unable to set geolocation as content:
it_it: Impossibile impostare la posizione geografica come contenuto:

source: is not a valid email address.
it_it: non è un indirizzo email valido.

source: Unable to set email as content:
it_it: Impossibile impostare l'email come contenuto:

source: Unable to set tel as content:
it_it: Impossibile impostare il telefono come contenuto:

source: Insert the name and the telephone number of the contact.
it_it: Inserisci il nome ed il numero di telefono del contatto.

source: Unable to set contact as content:
it_it: Impossibile impostare il contatto come contenuto:

source: Unable to set package as content:
it_it: Impossibile impostare il pacchetto come contenuto:

source: Unable to set GitHub path as content:
it_it: Impossibile impostare il percorso di GitHub come contenuto:

source: Unable to set view-source URL as content:
it_it: Impossibile impostare l'URL del view-source come contenuto:

source: is not a valid authentication type. Choose WPA or WEP.
it_it: non è un tipo di autenticazione valido. Scegli WPA o WEP

source: Unable to set wifi as content:
it_it: Impossibile impostare la rete wifi come contenuto:

source: Settings
it_it: Impostazioni

source: YCWP QR Me Configuration
it_it: Configurazione di YCWP QR Me

source: Content
it_it: Contenuto

source: Post permalink
it_it: Permalink del post

source: Share on Facebook link
it_it: Link Condividi su Facebook

source: Share on Twitter link
it_it: Link Condividi su Twitter

source: Google +1 link
it_it: Link Google +1

source: Image size
it_it: Dimensione dell'immagine

source: QR Code image size ( 200x200px raccomanded )
it_it: Dimensione dell'immagine del codice QR ( 200x200px raccomandata )

source: Error correction level
it_it: Livello di correzione degli errori

source: L = 7% of codewords can be restored
it_it: L = il 7% del contenuto può essere recuperato

source: M = 15% of codewords can be restored
it_it: M = il 15% del contenuto può essere recuperato

source: Q = 25% of codewords can be restored
it_it: Q = il 25% del contenuto può essere recuperato

source: H = 30% of codewords can be restored
it_it: H = il 30% del contenuto può essere recuperato

source: Additional image classes
it_it: Classi aggiuntive dell'immagine

source: Comma separated classes and only <strong>alphanumeric chars</strong>, <strong>-</strong> and <strong>_</strong>
it_it: Solo <strong>caratteri alfanumerici</strong>, <strong>-</strong> e <strong>_</strong>

source: Add QR Code to posts content
it_it: Aggiungi il codice QR al contenuto dei post

source: If not checked, all QR Codes generated with a shortcode, will be not displayed on startup.
it_it: Se non selezionato, tutti i QR Code generati con gli shortcode, non saranno visualizzati all'avvio.

source: Display QR Code only on single posts page
it_it: Mostra il codice QR solo sulle pagine singole dei post

source: If checked, only shows QR Code on posts page
it_it: Se selezionato, mostra il codice QR solo sulle pagine singole dei post

source: Hide on startup
it_it: Nascondi all'avvio

source: If checked, only display a link to show the QR Code, also for shortcodes
it_it: Se selezionato, mostra solo un link per visualizzare il codice QR, anche per gli shortcode

source: Show/Hide effect
it_it: Effetto mostra/nascondi

source: jQuery effect
it_it: Effetto jQuery

source: Save
it_it: Salva

source: Show QR Code
it_it: Mostra codice QR

source: Hide QR Code
it_it: Nascondi codice QR

source: QR Code
it_it: codice QR

source: Title
it_it: Titolo

source: Size
it_it: Dimensione

source: Encode URL
it_it: Codifica URL

source: If you use an URL as content, you should encode it.
it_it: Se stai utilizzando un URL come contenuto, dovresti codificarlo.

source: Image classes
it_it: Classi dell'immagine

source: Unable to set the package %s as content.
it_it: Impossibile impostare il pacchetto %s come contenuto.

source: %s is not a valid telephone number.
it_it: %s non è un numero di telefono valido.

source: Unable to set the contact %s as content.
it_it: Impossibile impostare il contatto %s come contenuto.

source: %s is not a valid email address.
it_it: %s non è un indirizzo email valido.

source: Unable to set the email %s as content.
it_it: Impossibile impostare l'email %s come contenuto.

source: Unable to set the geographical location %s as content.
it_it: Impossibile impostare la posizione geografica %s come contenuto.

source: Unable to set the GitHub's path %s as content.
it_it: Impossibile impostare il percorso di GitHub %s come contenuto.

source: Unable to set the sms %s as content.
it_it: Impossibile impostare l'SMS %s come contenuto.

source: is an advanced command.
it_it: è un comando avanzato.

source: Unable to set the steam command %s as content.
it_it: Impossibile impostare il comando Steam %s come contenuto.

source: %s command need a value.
it_it: Il comando %s necessita un valore.

source: Unknown command value type.
it_it: Valore del comando sconosciuto.

source: Unknown command %s
it_it: Comando sconosciuto: %s

source: %s/%s is not a valid command.
it_it: %s/%s non è un comando valido.

source: %s/%s command needs a value.
it_it: Il comando %s/%s necessita di un valore.

source: Unable to set the steam command %s as content.
it_it: Impossibile impostare il comando Steam %s come contenuto.

source: Unknown command %s/%s
it_it: Comando sconosciuto: %s/%s

source: Unable to set the telephone number %s as content.
it_it: Impossibile impostare l'id utente di Twitter %s come contenuto.

source: Unknown type: %s
it_it: Tipo sconosciuto: %s

source: Twitter user needs a user id or a screen name.
it_it: Twitter user necessita un id utente o un nome utente.

source: Unable to set Twitter user ID %s as content.
it_it: Impossibile impostare l'id utente di Twitter %s come contenuto.

source: Unable to set Twitter user screen name %s as content.
it_it: Impossibile impostare il nome utente di Twitter %s come contenuto.

source: Invalid user ID or screen name.
it_it: ID utente o nome utente non valido.

source: Twitter status needs a user id.
it_it: Twitter status necessita di un id utente.

source: Unable to set Twitter status ID %s as content.
it_it: Impossibile impostare l'ID di stato di Twitter %s come contenuto.

source: Invalid status ID.
it_it: ID dello stato non valido.

source: Unable to set Twitter timeline as content.
it_it: Impossibile impostare la timeline di Twitter come contenuto.

source: Unable to set Twitter mentions as content.
it_it: Impossibile impostare le menzioni di Twitter come contenuto.

source: Unable to set Twitter messages as content.
it_it: Impossibile impostare i messaggi di Twitter come contenuto.

source: Unable to set Twitter list %s as content.
it_it: Impossibile impostare la lista di Twitter %s come contenuto.

source: %s is not a valid user screen name
it_it: %s non è un nome utente valido

source: Unable to set Twitter post %s as content.
it_it: Impossibile impostare il post di Twitter %s come contenuto.

source: %s is not a valid message
it_it: %s non è un messaggio valido

source: Invalid URL: %s
it_it: URL non valido: %s

source: Unable to set Twitter shortener URL %s as content.
it_it: Impossibile impostare l'URL shortener di Twitter %s come contenuto.

source: Unable to set the URL %s as content.
it_it: Impossibile impostare l'URL %s come contenuto.

source: %s is not a valid authentication type. Choose WPA or WEP.
it_it: %s non è un tipo di autenticazione valido. Scegli WPA o WEP.

source: Unable to set the wifi %s as content.
it_it: Impossibile impostare la rete wifi %s come contenuto.
